{   
  "1":  {  
        "bibcode": "2023FakeApJ...942L..29N",
        "text": "A significant fraction of Milky Way stars near the Sun are cool brown dwarfs, nonfusing stars that have masses M ≤ 0.07 M ⊙ , effective temperatures (in the field) of T eff ≤ 2000 K, and are classified as late- L, T, and Y dwarfs (Kumar 1962 ; Chabrier Baraffe 2000 ; Kirkpatrick 2005 ). These objects are intrinsically faint and emit primarily at infrared wavelengths. Hence, wide-field imaging surveys of brown dwarfs are largely limited to the immediate solar neighborhood ( d ≤ 100 pc), and few metal-poor thick disk and halo brown dwarfs have been identified to date (Burgasser et al. 2003 ; Zhang et al. 2019 ; Schneider et al. 2020 ). Deep pencil-beam surveys, conducted primarily with the Hubble Space Telescope (HST) WFC3 instrument, have extended brown dwarf detection to J ≈ 25.5 (AB), reaching kiloparsec scales (Ryan et al. 2011 ; Masters et al. 2012 ; Aganze et al. 2022 ). However, these surveys are restricted to wavelengths 2 μ m, limiting their sensitivity to the reddest and coldest brown dwarfs. The JWST represents a major step forward in the detection of cool and distant brown dwarfs, with imaging and spectroscopy extending to ∼28.3 μ m and providing orders of magnitude greater sensitivity than Spitzer, particularly in the 3–5 μ m wavelength range where cold brown dwarf spectral energy distributions peak. The availability of the deep JWST NIRCam observations in a deep extragalactic field have provided the first opportunity to study low-temperature brown dwarfs in the Galactic thick disk and halo. In this paper, we report the first detection of such an object. In Section 2 , we summarize the JWST observations. In Section 3 , we present the identification of the brown dwarf candidate, and compare its colors and magnitudes to theoretical models to estimate its physical properties. We also rule out potential contaminant sources. In Section 4 , we present our conclusions. In this paper, we use the AB magnitude system unless otherwise indicated. 2. Observations The JWST Director's Discretionary Early Release Science Program ERS 1324 (PI T. Treu; hereafter GLASS-ERS) targets the massive galaxy cluster Abell 2744 with NIRSPEC and NIRISS, and simultaneously images a parallel field 3′–8′ away from the cluster with NIRCam in seven broadband filters: F090W, F115W, F150W, F200W, F277W, F356W, and F444W. These observations span the full 1–5 μ m range with unprecedented depth and spatial resolution. Details of the GLASS-ERS data acquisition and observing strategy can be found in Treu et al. ( 2022 ). Details of the image reduction, stacking, and catalog creation can be found in Merlin et al.( 2022 ). In the NIRCam parallel data, we visually identified an isolated, very red, and unresolved source, which was particularly bright in F444W. This object immediately appeared to be a potential cool brown dwarf. To search for other cool brown dwarf candidates, we selected from the extracted catalog of Merlin et al. ( 2022 ) all sources with CLASS_STAR ≥ 0.9 (point sources), flags = 0, F444W ≤ 28 (for reliable photometry in the other bands, see also Castellano et al. 2022 ), F356W−F444 ≥ 1.5, and F115W−F444W ≥ 2. The color selection criteria were motivated by the infrared colors of T and Y dwarfs, specifically Spitzer IRAC CH1−CH2 and J−CH2 colors (Meisner et al. 2020 ). Only two sources passed these criteria, with one identified as a diffraction spike from a nearby bright star. We were thus left with the original visually selected candidate, hereafter dubbed GLASS-JWST-BD1 ( α , δ = 00:14:03.33, −30:21:21.7). As an isolated source, we can rule out flux contamination from other sources as an explanation for its unusual colors. Figure 1 displays images of the source in six filters, while Table 1 summarizes the relevant photometric data. The source is undetected in F090W. We note that this location is covered by previous Spitzer IRAC CH1 and CH2 observations (Hubble Frontier Fields Program, Lotz et al. 2017 ), but the object is significantly fainter than the CH2 5 σ limit of 24 in those observations (Sun et al. 2021 ). Figure 1. Image cutouts (3.′′5 × 3.′′5) of the GLASS-JWST-BD1 brown dwarf candidate. The circles have a radius of 0.′′5. North is up and east is left. Figure 2. Comparison of observed photometry (black points with 1 σ error bars) to the best-fit Sonora Cholla smoothed synthetic spectrum (blue line) and photometry (red points), with T eff = 650 K, , and solar metallicity. We indicate the > 50% range of the JWST NIRCam filter transmissions used in the GLASS-JWST-ERS observations. Error bars are at 1 σ . Note that the source is not detected in the NIRCam F090W filter. Most of the dominant infrared molecular absorption features of H2O, CO, CO2, CH4, and NH3 are shown. Table 1 Photometric Data for GLASS-JWST-BD1 Note. Magnitudes have been computed within a 0.′′56 diameter aperture. AB to Vega conversion follows Willmer ( 2018 ). 3. Analysis The near- and mid-infrared colors of low-temperature brown dwarfs are greatly affected by molecular absorption bands from H 2 , H 2 O, CH 4 , CO 2 , and NH 3 that dominate their spectra (Burrows et al. 2003 ). The Vega colors of GLASS-JWST-BD1, F115W−F444W = 4.55, and F356W−F444W = 2.26, are compatible with it being a late-type T dwarf, close to the T/Y boundary (Meisner et al. 2020 ; Kirkpatrick et al. 2021 ). To exploit the full photometric information from the NIRCam images, we performed a seven-band spectral energy distribution (SED) fit using JWST/NIRCAM photometry provided with the Sonora Cholla cloudless atmosphere models (Karalidi et al. 2021 ; Marley et al. 2021 ). 17 17 Model: zenodo.org/record/4450269#.Ytqc-S8RrUo . We used the photometric table 18 18 Photometric table: zenodo.org/record/5063476/files/evolution_and_photometery.tar.gz . to compare models and observed photometry in the full model parameter range, 200 K ≲ T eff ≲ 2400 K and 3 ≲ ≲5.5, provided in the solar metallicity table, with distance moduli spanning 5–15 magnitudes. The best-fit model of T eff = 700 K and has a reduced χ 2 = 6.65 if we include F277W data. However, if excluding this band, the best-fit model of T eff = 650 K and has a smaller reduced χ 2 = 0.80 (Figure 2 ). The flux values of these two best-fit models differ by 10%, and use the T eff = 650 K model for our subsequent analysis. The best scale factor between a model and observed data that depend on the ratio of radius to distance as corresponds to a distance modulus of nine (630 pc), assuming R = 0.83 R J as provided by the Sonora Cholla models. This temperature corresponds to a spectral type of T8–T9 (Kirkpatrick et al. 2019 ), consistent with its colors; the temperature and surface gravity together correspond to a mass of ∼0.03 M ⊙ and an age of ∼5 Gyr based on the evolutionary models of Marley et al. ( 2021 ). GLASS-JWST-BD1 is thus a substellar object. We note that the Sonora Cholla models use equilibrium chemistry, whereas nonequilibrium chemistry is known to play an important role in modulating molecular abundances in T dwarfs, notably CO/CH 4 and NH 3 /N 2 (Saumon et al. 2006 ; Marley Robinson 2015 ; Leggett et al. 2021 ). This may explain the disagreement in F277W photometry, and may also bias our model-inferred physical parameters. We consider these parameters preliminary estimates that may be improved with future modeling. To determine the absolute magnitude and distance of this source, we used the magnitude/spectral type relations of Kirkpatrick et al. ( 2021 ). Here, care needs to be taken with regard to filter systems due to the complex spectral energy distributions of cool brown dwarfs. NIRCAM F444W is a close match to IRAC CH2, and in this band the source is brightest. Using the Sonora Cholla spectra with T eff = 500–750 K and , we find a color offset of − 0.2 ≲ CH2-F444W ≲ −0.1, and adopt a value of −0.15. Applying the absolute CH2/spectral type relation, we estimate absolute F444W magnitudes of 13.65 (T8) and 14.16 (T9), corresponding to distance moduli of 9.30 (T8) and 8.79 (T9), similar to the model scale factor listed above. We therefore infer a distance between 570 pc and 720 pc for GLASS-JWST-BD1, assuming it is a single T8–T9 dwarf. The total survey volume for T8–T9 dwarfs in the GLASS-ERS NIRCAM parallel field at our F444W = 28 search limit is approximately 7 × 10 4 pc 3 . Kirkpatrick et al. ( 2021 ) measured a local space density of (5.4 ± 0.6) × 10 −3 pc −3 T8–T9 dwarfs, which would imply up to 370 such sources in the GLASS-ERS NIRCAM parallel field given a uniform spatial density. However, local brown dwarfs are largely members of the Galactic thin disk, and since the Abell 2744 field is close to the South Galactic Pole ( l = 8.°9, b = −81°), we are looking almost vertically out from the Galactic plane. Constraints on the thin disk vertical scale height for brown dwarfs remain uncertain. Ryan et al. ( 2011 ) report a scale height of 350 pc for late-M, L, and T dwarfs in a deep HST imaging sample; Aganze et al. ( 2022 ) report a scale height of 175 pc—193 pc for T dwarfs with HST parallel spectroscopy. Based on these values, GLASS-JWST-BD1 is ≈2–5 scale heights away from the Galactic plane. Adopting a scale height of 300 pc and the local space density from Kirkpatrick et al. ( 2021 ), the predicted number of thin disk T8–T9 dwarfs in the Abell 2744 field would be closer to 0.24, which is unlikely, but not unreasonable. Estimates for the space density or distribution of thick disk or halo brown dwarfs remain poorly constrained, but the low number of predicted thin disk late T dwarfs in the Abell 2744 field suggests that GLASS-JWST-BD1 is likely a member of the thick disk or halo population, of which few examples are currently known (Meisner et al. 2020 ; Schneider et al. 2020 ). We investigated other possible explanations for the SED of GLASS-JWST-BD1. The polar direction of this field means that Galactic extinction is negligible, making it highly unlikely that GLASS-JWST-BD1 is a reddened background star; this scenario is also ruled out by its relatively bright F115W magnitude. We also attempted to fit a z ∼ 20 galaxy model where the Lyman break lies between F356W and F444W. This again cannot explain the emission near 1 μ m, which would be completely absorbed by the neutral intergalactic medium; moreover, this solution predicts a much sharper drop between the F356W and F444W filters. We also tried to replicate the SED as a compact galaxy or low-luminosity quasar at z ∼ 8.5 with extreme [OIII]+H β emission in F444W. We fit the photometry to extragalactic templates from the gsf code (Morishita et al. 2019 ). None of the templates using reasonable assumptions of line emission reproduce the observed data points better than the cool brown dwarf model (minimum reduced χ 2 = 14.1). 4. Conclusions We report the serendipitous discovery of GLASS-JWST-BD1, a faint, distant, and low-temperature brown dwarf. Comparison with theoretical models suggests that the object is a late-type T dwarf with T eff ≈ 650 K. At its distance, the substellar population is likely dominated by thick disk and halo objects, and GLASS-JWST-BD1 may be such a source. To conclusively demonstrate this, kinematic or chemical abundance data are needed, requiring challenging spectroscopic observations even for JWST. Further information could be gleaned from narrowband imaging or longer-wavelength observations. The large estimated distance of GLASS-JWST-BD1 confirms the power of JWST to probe the very low-mass end of the stellar and substellar mass function in the Galactic thick disk and halo, enabling exploration of metallicity dependence on low-mass star formation and the evolution of brown dwarf atmospheres."
        },
    "2":{
        "bibcode":"2022FakeAJ...230L..290N",
        "text": "Modern telescopes allow us to observe the night sky at higher sensitivity than ever. This has allowed us to push our observations toward fainter and fainter stars. In this paper, we present a statistical analysis of new Hubble ultraviolet spectra and their stark dependence on stellar mass, and show that the latest data illustrate strong trends in the so far unexplored parameter space. We ultimately characterize stellar radiation for both faint and bright stars. The target stars are discussed in Section 1. The new HST observations are fully presented in Section 2. The spectra are plotted, and the UV models fitted, in Section 3. The statistical trends in the data are presented in Section 4 and MCMC fits in Appendix C. Finally, results are summarized and discussed in Sections 5 and 6, respectively."
        },
    "3":{
            "bibcode": "2023FakeAA..v204..p20",
            "text":"In this study, we present groundbreaking observations of distant galaxies using the James Webb Space Telescope (JWST). By exploiting the unprecedented resolution and sensitivity of JWST, we have identified and analyzed a set of galaxies located over 13 billion light-years away, dating back to less than 500 million years after the Big Bang. Our observations focus on the structure, composition, and star formation rates within these primordial galaxies. The high-resolution imagery reveals a diverse range of galaxy morphologies, including irregular shapes and compact, spheroidal structures, suggesting varied evolutionary pathways in the early universe. Spectroscopic data indicate intense star formation activity, with rates significantly higher than those observed in nearby galaxies. This implies that the early universe experienced rapid stellar birth processes. Analysis of spectral lines reveals the presence of heavier elements, suggesting that these early galaxies had already undergone significant chemical enrichment through previous generations of stars. The JWST's capabilities have provided an unprecedented glimpse into the formative stages of galaxy evolution. These findings not only enhance our understanding of the early universe but also pave the way for future research into the origins of cosmic structure and the fundamental processes that govern galaxy formation."
        },
    "4":{
        "bibcode":"2022FakeMNRAS...10L..20N" ,
        "text": "In this study, we utilize data from the James Webb Space Telescope (JWST), the Hubble Space Telescope (HST), and the Kepler mission, while also incorporating recent observations from the Transiting Exoplanet Survey Satellite (TESS) mission, to investigate the atmospheric compositions and potential habitability of a sample of exoplanets. JWST's infrared capabilities allow for detailed spectroscopic analysis of exoplanetary atmospheres, revealing the presence of water vapor, methane, and other key molecules. HST data, with its UV and optical range, provide complementary information about the atmospheric escape and albedo of these planets. Kepler's extensive catalog of exoplanets, with its precise light curves, enables us to refine the orbital parameters and sizes of these worlds. TESS contributes by identifying new transiting exoplanets and providing initial transit data for further analysis. Our integrated approach reveals a diverse range of atmospheric compositions, from water-rich worlds to those dominated by hydrogen and helium. The combined data suggest that several of these exoplanets lie within their star's habitable zone, potentially allowing for liquid water on their surfaces. This multi-mission collaboration enhances our understanding of the factors that influence exoplanet habitability and paves the way for future detailed studies of these intriguing worlds. The synergy between JWST, HST, Kepler, and TESS highlights the importance of using multiple observational platforms to gain a comprehensive understanding of exoplanetary systems."}
}